{
  "people":[
    {
      "name":"Celia",
      "rumorList":[
        {
          "type":"FALSE",
          "text":"Celia lip synced the song that won her the bard off against her rival teacher."
        },
        {
          "type":"NEGATIVE",
          "text":"Celia tends to forget peoples names and gives them nicknames they don't like instead of correcting herself"
        },
        {
          "type":"NEGATIVE",
          "text":"Celia will do anything to become the goblincore grand musician."
        },
        {
          "type":"POSITIVE",
          "text":"Celia likes to hang out with goblins."
        },
        {
          "type":"POSITIVE",
          "text":"Celia forced one of her teachers to retire after graduation with a bard off."
        }
      ]
    },
    {
      "name":"Terranda Alquore",
      "rumorList":[
        {
          "type":"POSITIVE",
          "text":"Being a beefy woman in very unique armor draws attention and is certainly intimidating, but because of that attention it's become decently common knowledge that she mean no harm and will probably do just about any physical labor you can find for her."
        },
        {
          "type":"POSITIVE",
          "text":"One time she was helping someone saddle their horses for a new day of work and they got belted right across the jaw with her hoof, someone saw her touch the man's face and heal it with a splash of water."
        },
        {
          "type":"NEGATIVE",
          "text":"People will stretch the truth just to entertain someone, and her appearance alone is inspiration for that. At a pub the other day I heard someone say to their pal that they think she was the child of a nautilus."
        },
        {
          "type":"FALSE",
          "text":"She may be a revenant come to hunt some poor horny sailor down for cheating on his wife with me."
        },
        {
          "type":"FALSE",
          "text":"She's some sort of swindler and that's the only reason she wear this armor, is to hide that from people. Maybe she is hiding who she is from these people..."
        }
      ]
    },
    {
      "name":"Pistachio",
      "rumorList":[
        {
          "type":"FALSE",
          "text":"Pistachio actually owns a little squirrel drug-house in the forest, it's only for squirrels, but she uses it to keep control of them and has a hidden squirrel army."
        },
        {
          "type":"NEGATIVE",
          "text":"Pistachio once burned down a small inn when she was drunk."
        },
        {
          "type":"NEGATIVE",
          "text":"Pistachio loves to drink, and pretends she can't control her magic when she's drunk and does little magic pranks."
        },
        {
          "type":"POSITIVE",
          "text":"Pistachio loves to leave tiny gifts for people when she thinks they don't notice."
        },
        {
          "type":"POSITIVE",
          "text":"Pistachio has a secret recipe for the best little cakes anyone has tried, and while she won't share the recipe, she shares the cakes as often as possible."
        }
      ]
    },
    {
      "name":"AYA",
      "rumorList":[
        {
          "type":"NEUTRAL",
          "text":"Aya was abandoned in the forest by her parents."
        },
        {
          "type":"NEUTRAL",
          "text":"One day she was found by a traveling group of mercenaries, which picked her up, clothed her, taught her how to speak and how to fight."
        },
        {
          "type":"POSITIVE",
          "text":"She was brought into higher positions and led her former group into victory several times."
        },
        {
          "type":"NEGATIVE",
          "text":"The captain of her former group became a pain to deal with, which caused a falling out between Aya and the group."
        },
        {
          "type":"FALSE",
          "text":"She has no qualms about murdering innocence and women. A trail of destruction follows her wake."
        }
      ]
    },
    {
      "name": "Nathalie \"Nathan\" Tremblay",
      "rumorList": [
        {
          "type": "NEGATIVE",
          "text": "Notoriously horny, has been kicked out of places for making the women feel uncomfortable"
        },
        {
          "type": "NEGATIVE",
          "text": "Deeply hates non-humans, extremely racist"
        },
        {
          "type": "POSITIVE",
          "text": "Everyone thinks she's a dude"
        },
        {
          "type": "POSITIVE",
          "text": " police chief found out she was a girl and tried to assault her, she murdered that mfer."
        },
        {
          "type": "FALSE",
          "text": "Born a human, cursed to become fish as a baby"
        }
      ]
    }
  ]
}
