{
  "people":[
    {
      "name":"Flint",
      "rumorList":[
        {
          "type":"FALSE",
          "text":"Flint invented the gun."
        },
        {
          "type":"NEGATIVE",
          "text":"Flint is descended from werewolves."
        },
        {
          "type":"NEGATIVE",
          "text":"Flint is obsessed with finding a way to visit Innistrad."
        },
        {
          "type":"POSITIVE",
          "text":"Flint is a great shot with a gun."
        },
        {
          "type":"POSITIVE",
          "text":"Flint is a loyal companion."
        }
      ]
    },
    {
      "name":"Hertarza",
      "rumorList":[
        {
          "type":"NEUTRAL",
          "text":"Hertarza's father is a powerful position in the thieves guild."
        },
        {
          "type":"NEUTRAL",
          "text":"Hertarza graduated school only because of her family's power and influence."
        },
        {
          "type":"NEGATIVE",
          "text":"Hertarza's mother left her father to join a demon cult."
        },
        {
          "type":"NEGATIVE",
          "text":"Hertarza's mother is actually a crazy scientist performing terrible experiments on living beings."
        },
        {
          "type":"FALSE",
          "text":"Hertarza's father was really murdered by Zolona because they were in love but he angered her."
        }
      ]
    },
    {
      "name":"Bevan",
      "rumorList":[
        {
          "type":"FALSE",
          "text":"Bevan is an alcoholic and cannot be trusted around hard liquor."
        },
        {
          "type":"NEGATIVE",
          "text":"Bevan feels no remourse when it comes to children, and will not bat an eyelash about killing them"
        },
        {
          "type":"NEGATIVE",
          "text":"Bevan is a true 40 year old virgin, and has no plans on changing it anytime soon."
        },
        {
          "type":"POSITIVE",
          "text":"Although Bevan manipulates most of who he encounters, and does it well, he has a massive soft spot for the poor, weak, and elderly, and will usually sacrifice more than he should to help others out."
        },
        {
          "type":"NEUTRAL",
          "text":"While Bevan despises the life his father lived, he can't control himself when it comes to delivering a killer blow, and will do everything in his power to get a fix."
        }
      ]
    },
    {
      "name":"Suna",
      "rumorList":[
        {
          "type":"FALSE",
          "text":"Suna has a rare illness that causes wild magic to errupt."
        },
        {
          "type":"NEGATIVE",
          "text":"Suna is not a quick thinker, she thinks thoroughly about actions and does not do well within the heat of the moment."
        },
        {
          "type":"NEGATIVE",
          "text":"Suna is being followed by evil dream spirits; they cause fear and nightmares to those dreaming around them, meaning these ill effects follow Suna and those around her."
        },
        {
          "type":"POSITIVE",
          "text":"Suna believes strongly in not harming others unless necessary."
        },
        {
          "type":"POSITIVE",
          "text":"Suna saved a nearby village by using \"shape water\" to deliver water to them during a drought. She believed she had done it anonymously but its hard to miss blue glowing eyes in the middle of the night."
        }
      ]
    },
    {
      "name":"Griselda",
      "rumorList":[
        {
          "type":"NEUTRAL",
          "text":"Despite many experiences to the contrary Griselda believes that she was born out of a hole in the ground which she lovingly refer to as my \"hobbit hole\", this is due to a certain friend's influence."
        },
        {
          "type":"POSITIVE",
          "text":"Griselda was in charge of the nursery unit when the senior cleric took the day off."
        },
        {
          "type":"FALSE",
          "text":"Griselda's strange beliefs and habits are often exemplified in the fact that she eats dirt.."
        },

        {
          "type":"NEGATIVE",
          "text":"Griselda will rarely return things she has borrowed, unless reminded frequently."
        },

        {
          "type":"NEGATIVE",
          "text":"Griselda is farrrrrrrrr too eager to help those in need and can be very easily manipulated."
        }
      ]
    },
    {
      "name":"Malacus",
      "rumorList":[
        {
          "type":"NEGATIVE",
          "text":"Malacus lives with his parents still."
        },
        {
          "type":"FALSE",
          "text":"Malacus has been using performance enhancing substances."
        },
        {
          "type":"NEGATIVE",
          "text":"Malacus has trouble reading letters and failed out of wizard school because of it."
        },

        {
          "type":"POSITIVE",
          "text":"Malacus was a math-lete before he got into \"proper athletics\"."
        },

        {
          "type":"POSITIVE",
          "text":"Malacus used to moonlight as a taxi driver (carts, chariots, and carriage."
        }
      ]
    }
  ]
}